In [1]:
import pandas as pd

In [43]:
H = pd.read_csv("ath_2008.csv")

In [44]:
H.head()

              Athlete  Gold  Silver  Bronze
0    ABAKUMOVA, Maria     0       1       0
1  ABEYLEGESSE, Elvan     0       2       0
2  ALEKNA, Virgilijus     0       0       1
3      ALEXEEV, Denis     0       0       1
4     ANTONOVA, Olena     0       0       1

In [48]:

SPLIT = H.iloc[:5,[1,2,3]]
display(SPLIT)

   Gold  Silver  Bronze
0     0       1       0
1     0       2       0
2     0       0       1
3     0       0       1
4     0       0       1

In [73]:
list(H.groupby("Athlete")[['Silver','Bronze']])[1][1]

   Silver  Bronze
1       2       0